Repository: dudeeRocks/Raw-Beat
Catalog: Raw Beat/Localizable.xcstrings
Source language: en
Languages: de, he, ru, uk

source: %@ beats per minute
de: %@ Schläge pro Minute
he: %@ פעימות לדקה
ru: %@ ударов в минуту
uk: %@ ударів на хвилину

source: %@ is selected
de: %@ ist ausgewählt
he: %@ נבחר
ru: %@ выбран
uk: %@ вибрано

source: %lld beats per minute
de: %lld Schläge pro Minute
he: %lld פעימות לדקה
ru: %lld ударов в минуту
uk: %lld ударів на хвилину

source: Cancel
de: Stornieren
he: בטל
ru: Отменить
uk: Скасувати

source: Close picker
de: Auswahl schließen
he: סגור תפרית
ru: Закрыть меню
uk: Закрити меню

source: Current tempo
de: Aktuelles Tempo
he: קצב נוכחי
ru: Текущий темп
uk: Поточний темп

source: Four fourth
de: Vier Viertel
he: רביעית
ru: Четыре четвёртых
uk: Чотири четвертих

source: Keep tapping...
de: Tippen Sie weiter...
he: תמשיכו להקיש...
ru: Продолжай нажимать...
uk: Продовжуйте натискати...

source: Long press tempo to edit
de: Drücken Sie zum Bearbeiten lange auf Tempo
he: לחיצה ארוכה על מספר כדי לערוך
ru: Зажми темп для редактирования
uk: Затисніть темп для редагування

source: Maximum tempo is %lld BPM.
de: Das maximale Tempo beträgt %lld BPM.
he: קצב מקסימלי הוא %lld פעימות לדקה.
ru: Макс. темп – %lld ударов в минуту.
uk: Максимальний темп %lld ударів на хвилину.

source: Minimum tempo is %lld BPM.
de: Das Mindesttempo beträgt %lld BPM.
he: קצב מינימלי הוא %lld פעימות לדקה.
ru: Мин. темп – %lld ударов в минуту.
uk: Мінімальний темп %lld ударів на хвилину.

source: Set tempo
de: Tempo einstellen
he: קבע קצב
ru: Задать темп
uk: Встановити темп

source: Six eighth
de: Sechs Achtel
he: שש שמיניות
ru: Шесть восьмых
uk: Шість восьмих

source: Sound
de: Klang
he: צליל
ru: Звук
uk: Звук

source: Sound effect
de: Sound-Effekt
he: סאונד אפקט
ru: Звуковой эффект
uk: Звуковий ефект

source: Sound Picker
de: Tonauswahl
he: בוחר צליל
ru: Выбрать звук
uk: Вибір звуку

source: Tap or swipe to set tempo
de: Tippen oder wischen Sie, um das Tempo festzulegen
he: הקש או החלק כדי להגדיר קצב
ru: Настучи темп или прокрути вверх/вниз
uk: Настукайте темп або прокрутіть вгору/вниз

# Tempo input error: %@
source: Error: %@
de: Fehler: %@
he: שגיע: %@
ru: Ошибка: %@
uk: Помилка: %@

source: Tempo input field
de: Tempo-Eingabefeld
he: שדה קלט קצב
ru: Поле для ввода темпа
uk: Поле введення темпу

source: Tempo slider
de: Tempo-Schieberegler
he: מחוון קצב
ru: Слайдер темпа
uk: Повзунок темпу

source: Three fourth
de: Drei Viertel
he: שלוש רביעיות
ru: Три четвёртых
uk: Три четвертих

source: Time signature
de: Zeitstempel
he: מדידת זמן
ru: Тактовый размер
uk: Тактовий розмір

source: Time Signature Picker
de: Taktart-Auswahl
he: בוחר מדידת זמן
ru: Выбрать тактовый размер
uk: Вибір тактового розміру

source: Triple tap to edit the value.
de: Tippen Sie dreimal, um den Wert zu bearbeiten.
he: הקש שלוש פעמים כדי לערוך את הערך.
ru: Нажмите трижды чтобы редактировать темп.
uk: Тричі торкніться, щоб змінити значення.

source: Turn up the volume
de: Drehe die Lautstärke hoch
he: הגבר את העוצמה
ru: Прибавь громкости
uk: Збільште гучність

source: Wood block
de: Holzblock
he: בלוק עץ
ru: Блок дерева
uk: Дерев'яний блок

source: Hi Hat
he: היי-האט
ru: хай-хэт
uk: хай хет
